In [3]:
import pandas as pd
import numpy as np

In [2]:
print("test")

test

In [8]:
data2 = {
    'Name': ['Alice', 'Bob', 'Charlie', 'David'],
    'Age': [25, 30, 22, 35],
    'Salary': [50000, 60000, 45000, 70000],
    'City': ['New York', 'San Francisco', 'Los Angeles', 'Chicago']
}

In [9]:
df = pd.DataFrame(data2)

In [10]:
df

      Name  Age  Salary           City
0    Alice   25   50000       New York
1      Bob   30   60000  San Francisco
2  Charlie   22   45000    Los Angeles
3    David   35   70000        Chicago